Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.onboarding.connect.start
source: Check for My Mac
ar: تحقق من جهاز Mac الخاص بي
de: Suchen Sie nach „Mein Mac“.
es: Buscar mi Mac
fr: Vérifier mon Mac
ja: Macを探す
ko: 내 Mac을 확인하세요
zh_hans: 检查我的 Mac
zh_hant: 檢查我的 Mac

# mobile.onboarding.connect.title
source: Your Mac connects automatically
ar: يتصل جهاز Mac الخاص بك تلقائيًا
de: Ihr Mac verbindet sich automatisch
es: Tu Mac se conecta automáticamente
fr: Votre Mac se connecte automatiquement
ja: Macは自動的に接続されます
ko: Mac이 자동으로 연결됩니다.
zh_hans: 您的 Mac 自动连接
zh_hant: 您的 Mac 自動連接

# mobile.onboarding.connect.trust
source: End-to-end encrypted. Relays cannot read your terminal traffic.
ar: مشفرة من طرف إلى طرف. لا يمكن للمرحلات قراءة حركة المرور الطرفية الخاصة بك.
de: Ende-zu-Ende verschlüsselt. Relays können Ihren Terminalverkehr nicht lesen.
es: Cifrado de extremo a extremo. Los relés no pueden leer el tráfico de su terminal.
fr: Chiffré de bout en bout. Les relais ne peuvent pas lire le trafic de votre terminal.
ja: エンドツーエンドで暗号化。リレーはターミナル通信を読み取れません。
ko: 엔드투엔드 암호화. 릴레이는 터미널 트래픽을 읽을 수 없습니다.
zh_hans: 端到端加密。中继无法读取您的终端流量。
zh_hant: 端對端加密。中繼無法讀取您的終端流量。

# mobile.onboarding.continue
source: Continue
ar: يكمل
de: Weitermachen
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속하다
zh_hans: 继续
zh_hant: 繼續

# mobile.onboarding.keepAwake.caption
source: Prevent your Mac from sleeping while cmux is open.
ar: يمنع دخول جهاز Mac في وضع السكون أثناء فتح cmux.
de: Verhindert, dass Ihr Mac in den Ruhezustand wechselt, solange cmux geöffnet ist.
es: Evita que tu Mac entre en reposo mientras cmux está abierto.
fr: Empêche votre Mac de se mettre en veille tant que cmux est ouvert.
ja: cmuxが開いている間、Macがスリープするのを防ぎます。
ko: cmux가 열려 있는 동안 Mac이 잠자기 상태로 전환되지 않도록 합니다.
zh_hans: 在 cmux 打开期间防止 Mac 进入睡眠。
zh_hant: 在 cmux 開啟期間防止 Mac 進入睡眠。

# mobile.onboarding.notifications.body
source: Review every agent alert in one feed.
ar: قم بمراجعة كل تنبيهات الوكيل في خلاصة واحدة.
de: Überprüfen Sie jede Agentenwarnung in einem Feed.
es: Revise todas las alertas de agentes en un solo feed.
fr: Consultez chaque alerte d’agent dans un seul flux.
ja: すべてのエージェント通知を1つのフィードで確認できます。
ko: 하나의 피드에서 모든 에이전트 알림을 검토하세요.
zh_hans: 查看一个源中的每个代理警报。
zh_hant: 查看一個來源中的每個代理警報。

# mobile.onboarding.notifications.title
source: Every agent alert, in one place
ar: تنبيه كل وكيل، في مكان واحد
de: Alle Agentenwarnungen an einem Ort
es: Cada alerta de agente, en un solo lugar
fr: Chaque alerte d'agent, en un seul endroit
ja: すべてのエージェント通知を一か所で
ko: 모든 에이전트 알림을 한 곳에서
zh_hans: 每个代理都在一个地方发出警报
zh_hant: 每個代理商都在一個地方發出警報

# mobile.onboarding.preview.activeAgents
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連接

# mobile.onboarding.preview.computer
source: MacBook Pro
ar: ماك بوك برو
ko: 맥북 프로

# mobile.onboarding.preview.live
source: Live
ar: يعيش
es: Vivir
fr: En direct
ja: ライブ
ko: 살다
zh_hans: 居住
zh_hant: 居住

# mobile.onboarding.preview.workspace.cmux
source: Fix reconnect test
ar: إصلاح اختبار إعادة الاتصال
de: Wiederverbindungstest behoben
es: Arreglar la prueba de reconexión
fr: Correction du test de reconnexion
ja: 再接続テストを修正
ko: 재연결 테스트 수정
zh_hans: 修复重新连接测试
zh_hant: 修復重新連線測試

# mobile.onboarding.preview.workspace.docs
source: Docs
ar: المستندات
de: Dokumente
es: Documentos
fr: Documents
ja: ドキュメント
ko: 문서
zh_hans: 文档
zh_hant: 文件

# mobile.onboarding.preview.workspace.finished
source: Running 7 focused tests…
ar: إجراء 7 اختبارات مركزة...
de: 7 gezielte Tests durchführen…
es: Ejecutando 7 pruebas enfocadas...
fr: Exécution de 7 tests ciblés…
ja: 関連テストを7件実行中…
ko: 7개 집중 테스트 진행…
zh_hans: 运行 7 个重点测试...
zh_hant: 執行 7 個重點測試...

# mobile.onboarding.preview.workspace.ios
source: iOS avatar tuning
ar: ضبط الصورة الرمزية لنظام iOS
es: Ajuste de avatar de iOS
fr: Réglage de l'avatar iOS
ja: iOSのアバター調整
ko: iOS 아바타 튜닝
zh_hans: iOS头像调整
zh_hant: iOS頭像調整

# mobile.onboarding.preview.workspace.waiting
source: Drafting release notes…
ar: صياغة ملاحظات الإصدار...
de: Verfassen von Versionshinweisen…
es: Redacción de notas de lanzamiento...
fr: Rédaction des notes de version…
ja: リリースノートを作成中…
ko: 릴리스 노트 초안 작성 중…
zh_hans: 起草发行说明...
zh_hant: 起草發行說明...

# mobile.onboarding.preview.workspace.working
source: Agent needs your input
ar: الوكيل يحتاج إلى مدخلاتك
de: Der Agent benötigt Ihren Input
es: El agente necesita su opinión
fr: L'agent a besoin de votre contribution
ja: エージェントが返答を待っています
ko: 상담원에게 귀하의 의견이 필요합니다
zh_hans: 代理需要您的意见
zh_hant: 代理需要您的意見

# mobile.onboarding.progressFormat
source: Step %1$d of %2$d
ar: الخطوة %1$d من %2$d
de: Schritt %1$d von %2$d
es: Paso %1$d de %2$d
fr: Étape %1$d de %2$d
ja: 全%2$dステップ中%1$d
ko: %2$d의 %1$d 단계
zh_hans: %2$d 的步骤 %1$d
zh_hant: %2$d 的步驟 %1$d

# mobile.onboarding.progressLabel
source: Introduction progress
ar: تقدم المقدمة
de: Einführungsfortschritt
es: Progreso de la introducción
fr: Progression de l'introduction
ja: はじめのガイドの進行状況
ko: 도입 진행
zh_hans: 介绍进展
zh_hant: 介紹進展

# mobile.onboarding.push.body
source: Get a push when an agent is waiting, and reply right from the Lock Screen.
ar: احصل على دفعة عندما يكون الوكيل في انتظارك، وقم بالرد مباشرة من شاشة القفل.
de: Erhalten Sie eine Push-Benachrichtigung, wenn ein Agent wartet, und antworten Sie direkt über den Sperrbildschirm.
es: Reciba un empujón cuando un agente esté esperando y responda directamente desde la pantalla de bloqueo.
fr: Recevez un message lorsqu'un agent attend et répondez directement depuis l'écran de verrouillage.
ja: エージェントが待っているときにプッシュ通知が届き、ロック画面からそのまま返信できます。
ko: 상담원이 대기 중일 때 푸시 알림을 받고 잠금 화면에서 바로 응답하세요.
zh_hans: 当客服人员等待时收到推送，并直接从锁定屏幕回复。
zh_hant: 當客服人員等待時收到推播，並直接從鎖定畫面回覆。

# mobile.onboarding.push.enable
source: Enable Notifications
ar: تمكين الإخطارات
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fr: Activer les notifications
ja: 通知を有効にする
ko: 알림 활성화
zh_hans: 启用通知
zh_hant: 啟用通知

# mobile.onboarding.push.notNow
source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 지금은 아님
zh_hans: 现在不要
zh_hant: 現在不要

# mobile.onboarding.push.title
source: Know the moment an agent needs you
ar: اعرف اللحظة التي يحتاج فيها الوكيل إليك
de: Erkennen Sie den Moment, in dem ein Agent Sie braucht
es: Conoce el momento en el que un agente te necesita
fr: Sachez à quel moment un agent a besoin de vous
ja: エージェントが必要とした瞬間にわかる
ko: 상담원이 귀하를 필요로 하는 순간을 파악하세요
zh_hans: 知道代理需要您的时刻
zh_hant: 知道代理商需要您的時刻

# mobile.onboarding.ready.body
source: Open any workspace and respond when an agent needs you.
ar: افتح أي مساحة عمل واستجب عندما يحتاجك أحد الوكلاء.
de: Öffnen Sie einen beliebigen Arbeitsbereich und antworten Sie, wenn ein Agent Sie braucht.
es: Abre cualquier espacio de trabajo y responde cuando un agente te necesite.
fr: Ouvrez n'importe quel espace de travail et répondez lorsqu'un agent a besoin de vous.
ja: ワークスペースを開き、必要なときにすぐ応答できます。
ko: 작업 공간을 열고 상담원이 필요할 때 응답하세요.
zh_hans: 打开任何工作区并在客服人员需要您时做出响应。
zh_hant: 打開任何工作區並在客服人員需要您時做出回應。

# mobile.onboarding.ready.primary
source: Open Workspaces
ar: مساحات العمل المفتوحة
de: Öffnen Sie Arbeitsbereiche
es: Espacios de trabajo abiertos
fr: Espaces de travail ouverts
ja: ワークスペースを開く
ko: 열린 작업공간
zh_hans: 开放工作空间
zh_hant: 開放工作空間

# mobile.onboarding.ready.title
source: Your Mac is connected
ar: جهاز Mac الخاص بك متصل
de: Ihr Mac ist verbunden
es: Tu Mac está conectada
fr: Votre Mac est connecté
ja: Macは接続済みです
ko: Mac이 연결되었습니다
zh_hans: 您的 Mac 已连接
zh_hant: 您的 Mac 已連接

# mobile.pairing.cameraDeniedDescription
source: Allow camera access in Settings to scan the QR code shown on your Mac.
ar: اسمح بالوصول إلى الكاميرا في الإعدادات لمسح رمز الاستجابة السريعة الموضح على جهاز Mac الخاص بك.
de: Erlauben Sie den Kamerazugriff in den Einstellungen, um den auf Ihrem Mac angezeigten QR-Code zu scannen.
es: Permita el acceso a la cámara en Configuración para escanear el código QR que se muestra en su Mac.
fr: Autorisez l'accès à la caméra dans Paramètres pour scanner le code QR affiché sur votre Mac.
ja: Macに表示されたQRコードをスキャンするには、設定でカメラへのアクセスを許可してください。
ko: Mac에 표시된 QR 코드를 스캔하려면 설정에서 카메라 액세스를 허용하세요.
zh_hans: 在“设置”中允许相机访问以扫描 Mac 上显示的二维码。
zh_hant: 在「設定」中允許相機存取以掃描 Mac 上顯示的二維碼。

# mobile.pairing.cameraRestrictedDescription
source: Camera access is restricted on this device. Use a pairing link or the manual form instead.
ar: الوصول إلى الكاميرا مقيد على هذا الجهاز. استخدم رابط الاقتران أو النموذج اليدوي بدلاً من ذلك.
de: Der Kamerazugriff ist auf diesem Gerät eingeschränkt. Verwenden Sie stattdessen einen Pairing-Link oder das manuelle Formular.
es: El acceso a la cámara está restringido en este dispositivo. Utilice un enlace de emparejamiento o el formulario manual en su lugar.
fr: L'accès à la caméra est restreint sur cet appareil. Utilisez plutôt un lien d’appariement ou le formulaire manuel.
ja: このデバイスではカメラの使用が制限されています。ペアリングリンクまたは手動入力を使用してください。
ko: 이 기기에서는 카메라 액세스가 제한되어 있습니다. 대신 페어링 링크나 수동 양식을 사용하세요.
zh_hans: 此设备上的相机访问受到限制。请改用配对链接或手动表格。
zh_hant: 此裝置上的相機存取受到限制。請改用配對連結或手動表格。

# mobile.pairing.enterManually
source: Enter Manually
ar: أدخل يدويا
de: Manuell eingeben
es: Ingresar manualmente
fr: Entrer manuellement
ja: 手動で入力
ko: 수동으로 입력
zh_hans: 手动输入
zh_hant: 手動輸入

# mobile.pairing.openSettings
source: Open Settings
ar: افتح الإعدادات
de: Öffnen Sie Einstellungen
es: Abrir configuración
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

# mobile.pairing.tailscaleUnavailable
source: Tailscale is not ready for this connection.
ar: Tailscale غير جاهز لهذا الاتصال.
de: Tailscale ist für diese Verbindung nicht bereit.
es: Tailscale no está listo para esta conexión.
fr: Tailscale n'est pas prêt pour cette connexion.
ja: Tailscaleはこの接続の準備ができていません。
ko: Tailscale은 이 연결에 준비되지 않았습니다.
zh_hans: Tailscale 尚未准备好进行此连接。
zh_hant: Tailscale 尚未準備好進行此連接。

# mobile.tailscalePairing.emptyDescription
source: Install Tailscale on both devices and use the same Tailscale network. Open Mobile Pairing on the Mac and scan its QR here, or enter the Mac's numeric Tailscale IP and port. To use Iroh instead, open Settings, tap Connection Method, and choose Iroh.
ar: قم بتثبيت Tailscale على كلا الجهازين واستخدم نفس شبكة Tailscale. افتح اقتران الأجهزة المحمولة على جهاز Mac وقم بمسح QR الخاص به هنا، أو أدخل عنوان Tailscale IP الرقمي والمنفذ الخاص بجهاز Mac. لاستخدام Iroh بدلاً من ذلك، افتح الإعدادات، وانقر فوق طريقة الاتصال، واختر Iroh.
de: Installieren Sie Tailscale auf beiden Geräten und nutzen Sie dasselbe Tailscale-Netzwerk. Öffnen Sie Mobilgeräte koppeln auf dem Mac und scannen Sie hier den QR-Code oder geben Sie die numerische Tailscale-IP und den Port des Mac ein. Um stattdessen Iroh zu verwenden, öffnen Sie die Einstellungen, tippen Sie auf Verbindungsmethode und wählen Sie Iroh.
es: Instale Tailscale en ambos dispositivos y use la misma red Tailscale. Abra Vinculación móvil en Mac y escanee su QR aquí, o ingrese la IP y el puerto numéricos de Tailscale de Mac. Para usar Iroh en su lugar, abra Configuración, toque Método de conexión y elija Iroh.
fr: Installez Tailscale sur les deux appareils et utilisez le même réseau Tailscale. Ouvrez Jumelage mobile sur le Mac et scannez son QR ici, ou entrez l'adresse IP et le port numérique Tailscale du Mac. Pour utiliser Iroh à la place, ouvrez Paramètres, appuyez sur Méthode de connexion et choisissez Iroh.
ja: 両方のデバイスに Tailscale をインストールし、同じ Tailscale ネットワークを使用してください。Mac で「モバイルペアリング」を開き、QR をここでスキャンするか、Mac の数値 Tailscale IP アドレスとポートを入力します。Iroh を使うには、「設定」で「接続方法」を開き、「Iroh」を選択してください。
ko: 두 장치 모두에 Tailscale을 설치하고 동일한 Tailscale 네트워크를 사용하십시오. Mac에서 모바일 페어링을 열고 여기에서 QR을 스캔하거나 Mac의 숫자 Tailscale IP 및 포트를 입력하세요. 대신 Iroh를 사용하려면 설정을 열고 연결 방법을 탭한 후 Iroh를 선택하세요.
zh_hans: 在两台设备上安装 Tailscale 并使用相同的 Tailscale 网络。在 Mac 上打开移动设备配对并在此处扫描其二维码，或输入 Mac 的数字 Tailscale IP 和端口。要使用 Iroh，请打开“设置”，点击“连接方法”，然后选择“Iroh”。
zh_hant: 在兩台裝置上安裝 Tailscale 並使用相同的 Tailscale 網路。在 Mac 上開啟行動裝置配對並在此處掃描其二維碼，或輸入 Mac 的數位 Tailscale IP 和連接埠。若要使用 Iroh，請開啟“設定”，點擊“連接方法”，然後選擇“Iroh”。

# mobile.tailscalePairing.instructions
source: Install Tailscale on both devices and use the same Tailscale network. Open Mobile Pairing on the Mac and scan its QR here, or enter the Mac's numeric Tailscale IP and port.
ar: قم بتثبيت Tailscale على كلا الجهازين واستخدم نفس شبكة Tailscale. افتح اقتران الأجهزة المحمولة على جهاز Mac وقم بمسح QR الخاص به هنا، أو أدخل عنوان Tailscale IP الرقمي والمنفذ الخاص بجهاز Mac.
de: Installieren Sie Tailscale auf beiden Geräten und nutzen Sie dasselbe Tailscale-Netzwerk. Öffnen Sie Mobilgeräte koppeln auf dem Mac und scannen Sie hier den QR-Code oder geben Sie die numerische Tailscale-IP und den Port des Mac ein.
es: Instale Tailscale en ambos dispositivos y use la misma red Tailscale. Abra Vinculación móvil en Mac y escanee su QR aquí, o ingrese la IP y el puerto numéricos de Tailscale de Mac.
fr: Installez Tailscale sur les deux appareils et utilisez le même réseau Tailscale. Ouvrez Jumelage mobile sur le Mac et scannez son QR ici, ou entrez l'adresse IP et le port numérique Tailscale du Mac.
ja: 両方のデバイスに Tailscale をインストールし、同じ Tailscale ネットワークを使用してください。Mac で「モバイルペアリング」を開き、QR をここでスキャンするか、Mac の数値 Tailscale IP アドレスとポートを入力してください。
ko: 두 장치 모두에 Tailscale을 설치하고 동일한 Tailscale 네트워크를 사용하십시오. Mac에서 모바일 페어링을 열고 여기에서 QR을 스캔하거나 Mac의 숫자 Tailscale IP 및 포트를 입력하세요.
zh_hans: 在两台设备上安装 Tailscale 并使用相同的 Tailscale 网络。在 Mac 上打开移动设备配对并在此处扫描其二维码，或输入 Mac 的数字 Tailscale IP 和端口。
zh_hant: 在兩台裝置上安裝 Tailscale 並使用相同的 Tailscale 網路。在 Mac 上開啟行動裝置配對並在此處掃描其二維碼，或輸入 Mac 的數位 Tailscale IP 和連接埠。

# mobile.tailscalePairingRequired.scan
source: Scan Pairing Code
ar: مسح رمز الاقتران
de: Pairing-Code scannen
es: Escanear código de emparejamiento
fr: Scanner le code d'appariement
ja: ペアリングコードをスキャン
ko: 스캔 페어링 코드
zh_hans: 扫描配对码
zh_hant: 掃描配對碼

# mobile.tailscalePairingRequired.title
source: Finish Tailscale setup
ar: قم بإنهاء إعداد Tailscale
de: Beenden Sie die Tailscale-Einrichtung
es: Finalizar la configuración de Tailscale
fr: Terminer la configuration du Tailscale
ja: Tailscaleの設定を完了
ko: Tailscale 설정 완료
zh_hans: 完成 Tailscale 设置
zh_hant: 完成 Tailscale 設置

# mobile.settings.viewIntroductionAgain
source: View Introduction Again
ar: شاهد المقدمة مرة أخرى
de: Sehen Sie sich die Einführung noch einmal an
es: Ver la introducción nuevamente
fr: Voir à nouveau l'introduction
ja: はじめのガイドをもう一度見る
ko: 소개 다시 보기
zh_hans: 再次查看简介
zh_hant: 再次查看簡介

# mobile.workspaceAction.failure.message
source: Couldn't %@: %@.
ar: لا يمكن %@: %@.
de: Konnte %@ nicht: %@.
es: No se pudo %@: %@.
fr: Impossible de %@ : %@.
ko: %@를 수행할 수 없습니다: %@.
zh_hans: 无法 %@: %@。
zh_hant: 無法 %@: %@。

# mobile.settings.terminalScrollback
source: Terminal Scrollback
ar: التمرير الطرفي
es: Desplazamiento hacia atrás
fr: Défilement du terminal
ja: ターミナルのスクロールバック
ko: 터미널 스크롤백
zh_hans: 终端回滚
zh_hant: 終端復原

# mobile.settings.terminalScrollback.rows1k
source: 1,000 Rows
ar: 1000 صف
de: 1.000 Zeilen
es: 1.000 filas
fr: 1 000 lignes
ja: 1,000行
ko: 1,000행
zh_hans: 1,000 行
zh_hant: 1,000 行

# mobile.settings.terminalScrollback.rows4k
source: 4,000 Rows
ar: 4000 صف
de: 4.000 Zeilen
es: 4.000 filas
fr: 4 000 lignes
ja: 4,000行
ko: 4,000행
zh_hans: 4,000 行
zh_hant: 4,000 行

# mobile.settings.terminalScrollback.rows10k
source: 10,000 Rows
ar: 10,000 صف
de: 10.000 Zeilen
es: 10.000 filas
fr: 10 000 lignes
ja: 10,000行
ko: 10,000행
zh_hans: 10,000 行
zh_hant: 10,000 行

# mobile.settings.terminalScrollback.rows20k
source: 20,000 Rows
ar: 20,000 صف
de: 20.000 Zeilen
es: 20.000 filas
fr: 20 000 lignes
ja: 20,000行
ko: 20,000행
zh_hans: 20,000 行
zh_hant: 20,000 行

# mobile.notificationFeed.loadingMore
source: Loading more notifications
ar: جارٍ تحميل المزيد من الإشعارات
de: Weitere Benachrichtigungen werden geladen
es: Cargando más notificaciones
fr: Chargement de plus de notifications
ja: さらに通知を読み込み中
ko: 더 많은 알림 로드 중
zh_hans: 加载更多通知
zh_hant: 載入更多通知

# mobile.accessibility.notSelected
source: not selected
ar: لم يتم تحديده
de: nicht ausgewählt
es: no seleccionado
fr: non sélectionné
ja: 未選択
ko: 선택되지 않음
zh_hans: 未选择
zh_hant: 未選擇

# mobile.accessibility.selected
source: selected
ar: مختارة
de: ausgewählt
es: seleccionado
fr: choisi
ja: 選択済み
ko: 선택된
zh_hans: 已选择
zh_hant: 已選擇

# mobile.connections.add
source: Add Computer
ar: إضافة جهاز كمبيوتر
de: Computer hinzufügen
es: Agregar computadora
fr: Ajouter un ordinateur
ja: コンピュータを追加
ko: 컴퓨터 추가
zh_hans: 添加计算机
zh_hant: 新增計算機

# mobile.connections.addAnother
source: Add another Computer
ar: إضافة جهاز كمبيوتر آخر
de: Fügen Sie einen weiteren Computer hinzu
es: Agregar otra computadora
fr: Ajouter un autre ordinateur
ja: 別のコンピュータを追加
ko: 다른 컴퓨터 추가
zh_hans: 添加另一台计算机
zh_hant: 新增另一台計算機

# mobile.connections.addFormAccessibilityLabel
source: Add Computer form
ar: إضافة نموذج الكمبيوتر
de: Computerformular hinzufügen
es: Agregar formulario de computadora
fr: Ajouter un formulaire informatique
ja: コンピュータ追加フォーム
ko: 컴퓨터 양식 추가
zh_hans: 添加计算机表单
zh_hant: 新增電腦表單

# mobile.connections.disconnected.listFooter
source: Tap a shown computer to reconnect. Use its switch to show or hide it on this iPhone.
ar: اضغط على جهاز الكمبيوتر المعروض لإعادة الاتصال. استخدم مفتاحه لإظهاره أو إخفائه على هذا الـ iPhone.
de: Tippen Sie auf einen angezeigten Computer, um die Verbindung wiederherzustellen. Verwenden Sie den Schalter, um es auf diesem iPhone anzuzeigen oder auszublenden.
es: Toque una computadora que se muestra para volver a conectarse. Utilice su interruptor para mostrarlo u ocultarlo en este iPhone.
fr: Appuyez sur un ordinateur affiché pour vous reconnecter. Utilisez son interrupteur pour l'afficher ou le masquer sur cet iPhone.
ja: 表示中のコンピュータをタップして再接続します。スイッチでこのiPhoneでの表示・非表示を切り替えられます。
ko: 다시 연결하려면 표시된 컴퓨터를 탭하세요. 해당 스위치를 사용하여 이 iPhone에서 표시하거나 숨길 수 있습니다.
zh_hans: 点击显示的计算机以重新连接。使用其开关在此 iPhone 上显示或隐藏它。
zh_hant: 點擊顯示的電腦以重新連接。使用其開關在此 iPhone 上顯示或隱藏它。

# mobile.connections.emptyTitle
source: No Computers
ar: لا أجهزة الكمبيوتر
de: Keine Computer
es: Sin computadoras
fr: Pas d'ordinateurs
ja: コンピュータがありません
ko: 컴퓨터 없음
zh_hans: 没有电脑
zh_hant: 沒有電腦

# mobile.connections.forget.confirmTitle
source: Forget this computer?
ar: هل نسيت هذا الكمبيوتر؟
de: Diesen Computer vergessen?
es: ¿Olvidaste esta computadora?
fr: Vous avez oublié cet ordinateur ?
ja: このコンピュータの登録を解除しますか？
ko: 이 컴퓨터를 잊어버리셨나요?
zh_hans: 忘记这台电脑？
zh_hant: 忘記這台電腦？

# mobile.connections.forget.failureTitle
source: Couldn't forget computer
ar: لا يمكن أن ننسى الكمبيوتر
de: Konnte den Computer nicht vergessen
es: No pude olvidar la computadora
fr: Je ne pouvais pas oublier l'ordinateur
ja: 登録を解除できませんでした
ko: 컴퓨터를 잊을 수 없었다
zh_hans: 忘不了电脑
zh_hant: 忘不了電腦

# mobile.connections.hidden.title
source: Hidden Computers
ar: أجهزة الكمبيوتر المخفية
de: Versteckte Computer
es: Computadoras ocultas
fr: Ordinateurs cachés
ja: 非表示のコンピュータ
ko: 숨겨진 컴퓨터
zh_hans: 隐藏的计算机
zh_hant: 隱藏的計算機

# mobile.connections.savedDescription
source: Tap a saved computer to reconnect, or add another.
ar: اضغط على جهاز كمبيوتر محفوظ لإعادة الاتصال، أو أضف جهازًا آخر.
de: Tippen Sie auf einen gespeicherten Computer, um die Verbindung wiederherzustellen, oder fügen Sie einen weiteren hinzu.
es: Toque una computadora guardada para volver a conectarse o agregue otra.
fr: Appuyez sur un ordinateur enregistré pour vous reconnecter ou ajoutez-en un autre.
ja: 保存済みのコンピュータをタップして再接続するか、新しく追加してください。
ko: 저장된 컴퓨터를 탭하여 다시 연결하거나 다른 컴퓨터를 추가하세요.
zh_hans: 点击已保存的计算机以重新连接，或添加另一台计算机。
zh_hant: 點擊已儲存的電腦以重新連接，或新增另一台電腦。

# mobile.connections.savedDescription.reconnectOnly
source: Tap a saved computer to reconnect.
ar: اضغط على جهاز كمبيوتر محفوظ لإعادة الاتصال.
de: Tippen Sie auf einen gespeicherten Computer, um die Verbindung wiederherzustellen.
es: Toque una computadora guardada para volver a conectarse.
fr: Appuyez sur un ordinateur enregistré pour vous reconnecter.
ja: 保存済みのコンピュータをタップして再接続します。
ko: 다시 연결하려면 저장된 컴퓨터를 탭하세요.
zh_hans: 点击已保存的计算机以重新连接。
zh_hant: 點擊已儲存的電腦以重新連線。

# mobile.connections.savedTitle
source: Your Computers
ar: أجهزة الكمبيوتر الخاصة بك
de: Ihre Computer
es: Tus Computadoras
fr: Vos ordinateurs
ja: あなたのコンピュータ
ko: 귀하의 컴퓨터
zh_hans: 您的电脑
zh_hant: 您的電腦

# mobile.connections.direct.edit
source: Edit Address
ar: تحرير العنوان
de: Adresse bearbeiten
es: Editar dirección
fr: Modifier l'adresse
ja: アドレスを編集
ko: 주소 편집
zh_hans: 编辑地址
zh_hant: 編輯地址

# mobile.connections.tailscale.add
source: Add Tailscale Connection
ar: إضافة اتصال Tailscale
de: Tailscale-Verbindung hinzufügen
es: Agregar conexión de escala trasera
fr: Ajouter une connexion Tailscale
ja: Tailscale接続を追加
ko: Tailscale 연결 추가
zh_hans: 添加尾秤连接
zh_hant: 新增尾秤連接

# mobile.connections.tailscaleUnauthorizedWarning
source: No authorized Tailscale route yet — this computer stays disconnected until you add a Tailscale connection.
ar: لا يوجد مسار Tailscale معتمد حتى الآن - يظل هذا الكمبيوتر غير متصل حتى تقوم بإضافة اتصال Tailscale.
de: Noch keine autorisierte Tailscale-Route – dieser Computer bleibt getrennt, bis Sie eine Tailscale-Verbindung hinzufügen.
es: Aún no hay una ruta autorizada de Tailscale: esta computadora permanece desconectada hasta que agregue una conexión de Tailscale.
fr: Aucune route Tailscale autorisée pour l'instant : cet ordinateur reste déconnecté jusqu'à ce que vous ajoutiez une connexion Tailscale.
ja: 承認済みのTailscaleルートがまだありません。Tailscale接続を追加するまで、このコンピュータは接続されません。
ko: 아직 인증된 Tailscale 경로가 없습니다. 이 컴퓨터는 Tailscale 연결을 추가할 때까지 연결이 끊어진 상태로 유지됩니다.
zh_hans: 尚无授权的 Tailscale 路由 — 在您添加 Tailscale 连接之前，此计算机将保持断开连接。
zh_hant: 尚未授權的 Tailscale 路由 — 在您新增 Tailscale 連線之前，此電腦將保持斷開連線。

# mobile.connections.visibilityToggle
source: Show this computer on this iPhone
ar: إظهار هذا الكمبيوتر على هذا iPhone
de: Zeigen Sie diesen Computer auf diesem iPhone an
es: Mostrar esta computadora en este iPhone
fr: Afficher cet ordinateur sur cet iPhone
ja: このコンピュータをこのiPhoneに表示
ko: 이 iPhone에 이 컴퓨터를 표시하세요.
zh_hans: 在这台 iPhone 上显示这台电脑
zh_hant: 在這台 iPhone 上顯示這台電腦

# mobile.workspaces.macPicker.allConnections
source: All Computers
ar: جميع أجهزة الكمبيوتر
de: Alle Computer
es: Todas las computadoras
fr: Tous les ordinateurs
ja: すべてのコンピュータ
ko: 모든 컴퓨터
zh_hans: 所有电脑
zh_hant: 所有電腦

# mobile.workspaces.macPicker.connectionLabel
source: Computer
ar: حاسوب
es: Computadora
fr: Ordinateur
ja: コンピュータ
ko: 컴퓨터
zh_hans: 电脑
zh_hant: 電腦

# mobile.workspaces.sort.connectionOrder
source: Custom Order
ar: طلب مخصص
de: Sonderanfertigung
es: Orden personalizada
fr: Commande personnalisée
ja: カスタム順
ko: 맞춤 주문
zh_hans: 定制订单
zh_hant: 客製訂單
